[Ghost X2AbilityTemplate]
LocFriendlyName="Ghost"
LocLongDescription="Create a duplicate of the Templar from the body of a fallen humanoid. The Ghost disappears when it loses all Focus. Costs 2 Focus."
LocHelpText="Summon a duplicate Templar from the fallen body of a humanoid enemy. Costs 2 Focus."
LocPromotionPopupText="<Bullet/> Ghosts start with Focus one level below the Templar's Focus level when created.<br/><Bullet/> Ghosts cannot gain Focus through killing enemies with Rend, and disappear when all Focus is spent, or their health reaches 0.<br/><Bullet/> Rend costs 1 Focus when used by Ghosts.<br/><Bullet/> Ghost must be cast on the corpse of a humanoid enemy, and cannot be cast on the same corpse twice.<br/>"